Repository: Xurata/BlackJackPython
Catalog: *.po
Languages: ca, es

source: Hearts
ca: Cors
es: Corazones

source: Diamonds
ca: Diamants
es: Diamantes

source: Clubs
ca: Trevols
es: Treboles

source: Spades
ca: Espases
es: Espadas

source: Player
ca: Jugador
es: Jugadors

source: What is your name?
ca: Com es diu?
es: ٯComo te llamas?

source: Welcome to Blackjack!
ca: Benvingut a Blackjack!
es: ٮBienvenido a Blackjack!

source: The score is >>
ca: La puntuacio es >>
es: La puntuacion es >>

source: You now have
ca: Ara tens
es: Ahora tienes

source: chips.
ca: fitxes.
es: fichas.

source: You are broke!
ca: Has trencat!
es: ٮEstas en la quiebra!

source: Come again soon!
ca: Torni aviat!
es: ٮVuelve pronto!

source: Want to play again? (y/q)
ca: Vol jugar un altre cop? (y/q)
es: ٯQuieres jugar otra vez? (y/q)

source: Goodbye
ca: Adeu
es: Adios

source: You have
ca: Tu tens
es: Tienes

source: Bust...
ca: Perds...
es: Pierdes...

source: has
ca: te
es: tiene

source: Dealer busts!
ca: El repartidor perd!
es: ٮLa banca pierde!

source: You both have
ca: Tots dos tenen
es: Ambos teneis

source: It is a tie!
ca: Es un empat!
es: ٮEs un empate!

source: You win!
ca: Tu guanyas!
es: ٮTu ganas!

source: You lose...
ca: Tu perds...
es: Tu pierdes...

source: were dealt a
ca: has rebut un

source: The hand totals
ca: total en mans

source: How much do you want to bet?
ca: Quant vols apostar?
es: ٯCuando quieres apostar?

source: You don't have that much money...
ca: No tens aquesta quantitat de diners...
es: No tienes esa cantidad de dinero...

source: You have to bet something!
ca: Has d'apostar alguna cosa!
es: ٮTienes que apostar algo!

source: Please enter a number...
ca: Sisplau, introdueixi un nombre...
es: Por favor, indique un numero...

source: Dealing...
ca: Repartint...
es: Repartiendo...

source: You hold
ca: Tu tens
es: Mantienes

source: Your hand totals
ca: El teu total en mans
es: Total en mano

source: shows
ca: ensenya
es: muestra

source: Do you want to hit? (y/n)
ca: Vols agafar? (y/n)
es: ٯQuieres pedir? (y/n)

source: Bust!
ca: Perds!
es: Pierde!

source: hits a
ca: agafa un
es: pide un

source: busts!
ca: perd!
es: pierde!

source: BLACKJACK!
es: ٮBLACKJACK!
